DavidAnson.vscode-markdownlint
Gruntfuggly.todo-tree
IBM.output-colorizer
MS-CEINTL.vscode-language-pack-ja
PKief.material-icon-theme
astro-build.astro-vscode
castwide.solargraph
christian-kohler.path-intellisense
chrmarti.regex
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
hediet.vscode-drawio
janisdd.vscode-edit-csv
kaiwood.endwise
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.powershell
naumovs.color-highlight
octref.vetur
oderwat.indent-rainbow
ritwickdey.LiveServer
ryu1kn.partial-diff
svelte.svelte-vscode
unifiedjs.vscode-mdx
wix.vscode-import-cost
